Repository: LautaroVegaa/Pomodo-app
Catalog: lib/l10n/app_*.arb
Languages: es

source: Start
es: Iniciar

source: Pause
es: Pausar

source: Resume
es: Reanudar

source: Short Break
es: Descanso corto

source: Long Break
es: Descanso largo

# workSession
source: Focus Time
es: Tiempo de concentración

source: Well done!
es: ¡Bien hecho!

# motivationalQuote
source: Stay focused, you got this!
es: Concentrate, vos podés!

# welcome
source: Welcome, {name}
es: Bienvenido, {name}

# pomodoroTechnique
source: Pomodoro technique for students
es: Técnica Pomodoro para estudiantes

source: Customize Pomodoro
es: Personalizar Pomodoro

source: Work duration
es: Duración del trabajo

source: Break duration
es: Duración del descanso

source: minutes
es: minutos

source: Work
es: Trabajo

# breakLabel
source: Break
es: Descanso

# keepFocus
source: Stay focused!
es: ¡Mantén el enfoque!

# defaultMotivation
source: Each completed cycle brings you closer to your study goals.
es: Cada ciclo completado te acerca más a tus objetivos de estudio.

# viewMoreStats
source: View more statistics
es: Ver más estadísticas

# moreStatsTitle
source: More statistics
es: Más estadísticas

source: History and Averages
es: Historial y Promedios

source: Weekly focus progress
es: Progreso de concentración semanal

# bestDaySummary
source: Your best day was {day} ({minutes} min).
es: Tu mejor día fue el {day} ({minutes} min).

source: No data yet.
es: Aún no hay datos suficientes.

# weeklyAverage
source: Weekly average: {minutes} min.
es: Promedio semanal: {minutes} min.

source: Today
es: Hoy

source: This week
es: Esta semana

source: This month
es: Este mes

source: Sessions
es: Sesiones

# minutesLabel
source: Minutes
es: Minutos

source: Daily average
es: Promedio diario

# focus1
source: No one will do it for you. Do it now or keep dreaming about it.
es: Nadie lo va a hacer por vos. O lo hacés ahora, o seguís soñando con hacerlo algún día.

# focus2
source: Don’t get distracted: every time you do, you choose to delay the life you want.
es: No te distraigas: cada vez que lo hacés, elegís postergar la vida que querés.

# focus3
source: While you hesitate, someone else is moving forward.
es: Mientras dudás, alguien más está avanzando.

# focus4
source: The time you lose never comes back.
es: El tiempo que perdés no vuelve. Nunca.

# focus5
source: You’re not tired. You’re avoiding growth.
es: No estás cansado. Estás evitando crecer.

# focus6
source: Stop making excuses, start making results.
es: No busques excusas, buscá resultados.

# focus7
source: Each Pomodoro you finish is a promise kept to yourself. Breaking it hurts more.
es: Cada Pomodoro que terminás es una promesa cumplida con vos mismo. Romperla duele más.

# focus8
source: You wanted different results, but keep doing the same.
es: Querías resultados distintos, pero seguís haciendo lo mismo.

# focus9
source: You are not your potential, you are what you do every day.
es: No sos tu potencial, sos lo que hacés cada día.

# focus10
source: Today’s sacrifice is tomorrow’s freedom.
es: El sacrificio de hoy es la libertad de mañana.

# focus11
source: Your future depends on what you do in the next 25 minutes, not tomorrow.
es: Tu futuro depende de lo que hagas en los próximos 25 minutos, no mañana.

# focus12
source: If you can’t handle the effort, you’ll have to handle the consequences.
es: Si no soportás el esfuerzo, vas a tener que soportar las consecuencias.

# focus13
source: Your goals aren’t waiting; someone else is taking them.
es: Tus metas no te están esperando, se las está llevando otro que sí trabaja.

# focus14
source: Every interruption is a small surrender.
es: Cada interrupción es una forma de rendirte un poco.

# focus15
source: You don’t lack time, you lack decision.
es: No te falta tiempo. Te falta decisión.

# break1
source: Breathe. You’re not stopping, you’re recharging.
es: Respirá. No estás frenando, estás recargando.

# break2
source: Take this moment to recover energy, not to give up.
es: Tomate este momento para recuperar energía, no para rendirte.

# break3
source: Resting is also part of the work if you know how to return.
es: Descansar también es parte del trabajo, si sabés volver.

# break4
source: Let go for a moment, but don’t forget why you started.
es: Soltá un poco, pero no olvides por qué empezaste.

# break5
source: This break is not a reward or punishment, it’s strategy.
es: Este descanso no es premio ni castigo, es estrategia.

# break6
source: Relax your body but keep your intention alive.
es: Aflojá el cuerpo, pero mantené viva la intención.

# break7
source: A short break doesn’t erase progress, it strengthens it.
es: Un respiro no borra el progreso, lo refuerza.

# break8
source: Your mind needs a pause, not abandonment.
es: Tu mente necesita pausa, no abandono.

# break9
source: Use this break to think about what’s coming, not what’s missing.
es: Usá este descanso para pensar en lo que viene, no en lo que falta.

# break10
source: Relax, but remember the clock will run again soon.
es: Relajate, pero sabé que el reloj vuelve a correr pronto.

# break11
source: Self-care is also discipline.
es: Cuidarte también es disciplina.

# break12
source: This moment is yours — use it to return clearer.
es: Este momento es tuyo, aprovechalo para volver más claro.

# break13
source: It’s not about stopping, it’s about coming back better.
es: No se trata de parar, sino de volver mejor.

# break14
source: A good rest sustains good performance.
es: Un buen descanso sostiene un buen rendimiento.

# break15
source: Breathe deeply. Consistency is also trained through rest.
es: Respirá profundo. La constancia también se entrena descansando.

# notificationFocusEndTitle
source: Focus session finished! 🔔
es: ¡Fin del Enfoque! 🔔

# notificationFocusEndBody
source: Take a short or long break and recharge your energy.
es: Tómate un descanso y recarga energías.

# notificationBreakEndTitle
source: Break finished! 💪
es: ¡Fin del Descanso! 💪

# notificationBreakEndBody
source: Time to get back to focus. Let’s go!
es: Es hora de volver al enfoque.
